
/* Status text shown below token for new Medium accounts when login was successful. */
"AddAccountStatusLoggedIn" = "登录成功！";

/* Status text shown below token for new Medium accounts when login failed. */
"AddAccountStatusError" = "登录失败！请验证您的 Integration Token。";

/* Status text shown below token for new Medium accounts when an account is attemped to be added twice. */
"AddAccountStatusDuplicateAccount" = "帐户已添加！";

/* Informative text shown below when adding a new Medium account. Placeholders inserts link URL.  */
"AddAccountInfomativeText" = "在 Medium 帐户到%@设置页面%@底部，您可以找到 Integration Token。";


/* Status text shown below token for existing Medium accounts when they are logged in okay. Placeholders inserts link URL.  */
"ViewAccountStatusLoggedIn" = "在 Medium 帐户到%@设置页面%@底部，您可以找到 Integration Token。";

/* Status text shown below token for existing Medium accounts when there is a problem with the connection. Placeholders inserts link URL. */
"ViewAccountStatusError" = "您的帐户似乎出现问题。请验证您的 %@Integration Token%@，然后检查您的网络连接。";


/* Disabled button label indicating the account is currently signed in. */
"ButtonSignedIn" = "已登录";

/* Enabled button label indicating the data entered for an account allows a signin attempt. */
"ButtonSignIn" = "登录";
